var questions = [
    {
        q:'Как называется в геометрии линия, делящая угол пополам?\n',
        a1: '1. Секущая\n',
        a2: '2. Гипотенуза\n',
        a3: '3. Биссектриса\n',
        a4: '4. Синусоида',
        corr: '3',
    },
    {
        q:'Какого цвета волосы были у Мальвины из "Золотого ключика"?\n',
        a1: '1. Разноцветные\n',
        a2: '2. Розовые\n',
        a3: '3. Голубые\n',
        a4: '4. Золотые',
        corr: '3',
    },
    {
        q:'Что из перечисленного Кот Матроскин не предъявлял в качестве своих документов?\n',
        a1: '1. Лапы\n',
        a2: '2. Усы\n',
        a3: '3. Хвост\n',
        a4: '4. Уши',
        corr: '4',
    },
    {
        q:'Что из этого не является именем известного поросенка?\n',
        a1: '1. Нуф-Нуф\n',
        a2: '2. Хрюша\n',
        a3: '3. Фунтик\n',
        a4: '4. Полтинник',
        corr: '4',
    },
    {
        q:'Как звали пушкинского Онегина?\n',
        a1: '1. Евгений\n',
        a2: '2. Александр\n',
        a3: '3. Иван\n',
        a4: '4. Михаил',
        corr: '1',
    },
    
];

